Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Add a movie or TV show to your Cronica watchlist.
ar: أضف فيلمًا أو مسلسلًا إلى قائمة المشاهدة في Cronica.
bn: আপনার Cronica ওয়াচলিস্টে একটি চলচ্চিত্র বা টিভি শো যোগ করুন।
ca: Afegeix una pel·lícula o sèrie a la teva Watchlist de Cronica.
cs: Přidejte film nebo seriál do seznamu Cronica.
da: Tilføj en film eller serie til din Cronica-watchlist.
de: Füge einen Film oder eine Serie zu deiner Cronica-Watchlist hinzu.
el: Πρόσθεσε μια ταινία ή σειρά στη λίστα του Cronica.
es: Añade una película o serie a tu lista de Cronica.
es_mx: Agrega una película o serie a tu lista de Cronica.
fi: Lisää elokuva tai sarja Cronican katselulistaan.
fr: Ajoutez un film ou une série à votre liste Cronica.
gu: તમારી Cronica વોચલિસ્ટમાં મૂવી અથવા ટીવી શો ઉમેરો.
he: הוסף סרט או סדרה לרשימת הצפייה של Cronica.
hi: Cronica वॉचलिस्ट में कोई फ़िल्म या शो जोड़ें।
hr: Dodaj film ili seriju na Cronica listu.
hu: Adj filmet vagy sorozatot a Cronica listádhoz.
id: Tambahkan film atau acara ke watchlist Cronica Anda.
it: Aggiungi un film o una serie alla watchlist di Cronica.
ja: 映画やドラマをCronicaのウォッチリストに追加します。
kn: ನಿಮ್ಮ Cronica ವೀಕ್ಷಣೆ ಪಟ್ಟಿಗೆ ಚಲನಚಿತ್ರ ಅಥವಾ ಟಿವಿ ಕಾರ್ಯಕ್ರಮವನ್ನು ಸೇರಿಸಿ.
ko: 영화나 TV 프로그램을 Cronica 관심 목록에 추가합니다.
ml: നിങ്ങളുടെ Cronica വാച്ച്‌ലിസ്റ്റിലേക്ക് ഒരു സിനിമയോ ടിവി ഷോയോ ചേർക്കുക.
mr: तुमच्या Cronica वॉचलिस्टमध्ये चित्रपट किंवा टीव्ही शो जोडा.
ms: Tambah filem atau rancangan ke senarai tontonan Cronica anda.
nb: Legg til en film eller serie i Cronica-ønskelisten din.
nl: Voeg een film of serie toe aan je Cronica-watchlist.
or: ଆପଣଙ୍କର Cronica ୱାଚଲିଷ୍ଟରେ ଏକ ଚଳଚ୍ଚିତ୍ର କିମ୍ବା ଟିଭି ଶୋ ଯୋଡନ୍ତୁ |
pa: ਆਪਣੀ Cronica ਵਾਚਲਿਸਟ ਵਿੱਚ ਇੱਕ ਫਿਲਮ ਜਾਂ ਟੀਵੀ ਸ਼ੋਅ ਸ਼ਾਮਲ ਕਰੋ।
pl: Dodaj film lub serial do listy Cronica.
pt_br: Adicione um filme ou série à sua lista do Cronica.
pt_pt: Adicione um filme ou série à sua lista do Cronica.
ro: Adaugă un film sau un serial pe lista Cronica.
ru: Добавьте фильм или сериал в список Cronica.
sk: Pridajte film alebo seriál do zoznamu Cronica.
sl: Dodaj film ali serijo na tvojo Cronica watchlist.
sv: Lägg till en film eller serie i din Cronica-watchlist.
ta: உங்கள் Cronica கண்காணிப்புப் பட்டியலில் திரைப்படம் அல்லது டிவி நிகழ்ச்சியைச் சேர்க்கவும்.
te: మీ Cronica వాచ్‌లిస్ట్‌కి సినిమా లేదా టీవీ షోని జోడించండి.
th: เพิ่มภาพยนตร์หรือรายการทีวีลงในรายการเฝ้าดู Cronica ของคุณ
tr: Cronica izleme listenize bir film veya dizi ekleyin.
uk: Додайте фільм або серіал до списку Cronica.
ur: اپنی Cronica واچ لسٹ میں فلم یا ٹی وی شو شامل کریں ۔
vi: Thêm phim hoặc chương trình truyền hình vào danh sách theo dõi Cronica của bạn.
zh_hans: 将电影或剧集添加到 Cronica 片单。
zh_hant: 將電影或劇集加入 Cronica 片單。

source: Add a movie or TV show to your watchlist from a shared link.
ar: أضف فيلمًا أو مسلسلًا إلى قائمة المشاهدة من رابط مشارك.
bn: একটি শেয়ার করা লিঙ্ক থেকে আপনার ওয়াচলিস্টে একটি চলচ্চিত্র বা টিভি শো যোগ করুন।
ca: Afegeix una pel·lícula o sèrie a la teva Watchlist des d’un enllaç compartit.
cs: Přidejte film nebo seriál do seznamu ze sdíleného odkazu.
da: Tilføj en film eller serie til watchlisten fra et delt link.
de: Füge einen Film oder eine Serie über einen geteilten Link zur Watchlist hinzu.
el: Πρόσθεσε ταινία ή σειρά στη λίστα από κοινόχρηστο σύνδεσμο.
es: Añade una película o serie a tu lista desde un enlace compartido.
es_mx: Agrega una película o serie a tu lista desde un enlace compartido.
fi: Lisää elokuva tai sarja katselulistaan jaetusta linkistä.
fr: Ajoutez un film ou une série à votre liste depuis un lien partagé.
gu: શેર કરેલી લિંક પરથી તમારી વોચલિસ્ટમાં મૂવી અથવા ટીવી શો ઉમેરો.
he: הוסף סרט או סדרה לרשימה מקישור משותף.
hi: साझा लिंक से वॉचलिस्ट में फ़िल्म या शो जोड़ें।
hr: Dodaj film ili seriju na listu iz dijeljene poveznice.
hu: Adj filmet vagy sorozatot a listához megosztott linkről.
id: Tambahkan film atau acara ke watchlist dari tautan bersama.
it: Aggiungi un film o una serie alla watchlist da un link condiviso.
ja: 共有リンクからウォッチリストに映画やドラマを追加します。
kn: ಹಂಚಿಕೊಂಡ ಲಿಂಕ್‌ನಿಂದ ನಿಮ್ಮ ವೀಕ್ಷಣೆ ಪಟ್ಟಿಗೆ ಚಲನಚಿತ್ರ ಅಥವಾ ಟಿವಿ ಕಾರ್ಯಕ್ರಮವನ್ನು ಸೇರಿಸಿ.
ko: 공유 링크로 관심 목록에 영화나 TV 프로그램을 추가합니다.
ml: പങ്കിട്ട ഒരു ലിങ്കിൽ നിന്ന് നിങ്ങളുടെ വാച്ച് ലിസ്റ്റിലേക്ക് ഒരു സിനിമയോ ടിവി ഷോയോ ചേർക്കുക.
mr: शेअर केलेल्या लिंकवरून तुमच्या वॉचलिस्टमध्ये चित्रपट किंवा टीव्ही शो जोडा.
ms: Tambah filem atau rancangan ke senarai tontonan dari pautan dikongsi.
nb: Legg til en film eller serie i ønskelisten fra en delt lenke.
nl: Voeg een film of serie toe aan je watchlist via een gedeelde link.
or: ଏକ ଅଂଶୀଦାର ଲିଙ୍କରୁ ଆପଣଙ୍କ ୱାଚଲିଷ୍ଟରେ ଏକ ଚଳଚ୍ଚିତ୍ର କିମ୍ବା ଟିଭି ଶୋ ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਸ਼ੇਅਰ ਕੀਤੇ ਲਿੰਕ ਤੋਂ ਆਪਣੀ ਵਾਚਲਿਸਟ ਵਿੱਚ ਇੱਕ ਫਿਲਮ ਜਾਂ ਟੀਵੀ ਸ਼ੋਅ ਸ਼ਾਮਲ ਕਰੋ।
pl: Dodaj film lub serial do listy z udostępnionego linku.
pt_br: Adicione um filme ou série à lista a partir de um link compartilhado.
pt_pt: Adicione um filme ou série à lista a partir de um link compartilhado.
ro: Adaugă un film sau un serial pe listă dintr-un link partajat.
ru: Добавьте фильм или сериал в список по общей ссылке.
sk: Pridajte film alebo seriál do zoznamu zo zdieľaného odkazu.
sl: Dodaj film ali serijo na watchlist iz deljene povezave.
sv: Lägg till en film eller serie i watchlisten från en delad länk.
ta: பகிரப்பட்ட இணைப்பிலிருந்து உங்கள் கவனிப்புப் பட்டியலில் திரைப்படம் அல்லது டிவி நிகழ்ச்சியைச் சேர்க்கவும்.
te: షేర్ చేసిన లింక్ నుండి మీ వీక్షణ జాబితాకు చలనచిత్రం లేదా టీవీ షోని జోడించండి.
th: เพิ่มภาพยนตร์หรือรายการทีวีไปยังรายการเฝ้าดูของคุณจากลิงก์ที่แชร์
tr: Paylaşılan bir bağlantıdan izleme listenize film veya dizi ekleyin.
uk: Додайте фільм або серіал до списку з спільного посилання.
ur: شیئر کردہ لنک سے اپنی واچ لسٹ میں فلم یا ٹی وی شو شامل کریں ۔
vi: Thêm phim hoặc chương trình truyền hình vào danh sách theo dõi của bạn từ liên kết được chia sẻ.
zh_hans: 通过共享链接将电影或剧集添加到片单。
zh_hant: 透過共享連結將電影或劇集加入片單。

source: Add from Link
ar: إضافة من رابط
bn: লিঙ্ক থেকে যোগ করুন
ca: Afegeix des d’un enllaç
cs: Přidat z odkazu
da: Tilføj fra link
de: Aus Link hinzufügen
el: Προσθήκη από σύνδεσμο
es: Añadir desde enlace
es_mx: Agregar desde enlace
fi: Lisää linkistä
fr: Ajouter depuis un lien
gu: લિંક પરથી ઉમેરો
he: הוסף מקישור
hi: लिंक से जोड़ें
hr: Dodaj iz poveznice
hu: Hozzáadás linkből
id: Tambahkan dari tautan
it: Aggiungi da link
ja: リンクから追加
kn: ಲಿಂಕ್‌ನಿಂದ ಸೇರಿಸಿ
ko: 링크로 추가
ml: ലിങ്കിൽ നിന്ന് ചേർക്കുക
mr: लिंकवरून जोडा
ms: Tambah dari pautan
nb: Legg til fra lenke
nl: Toevoegen via link
or: ଲିଙ୍କରୁ ଯୋଡନ୍ତୁ |
pa: ਲਿੰਕ ਤੋਂ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj z linku
pt_br: Adicionar por link
pt_pt: Adicionar a partir de ligação
ro: Adaugă din link
ru: Добавить по ссылке
sk: Pridať z odkazu
sl: Dodaj s povezave
sv: Lägg till från länk
ta: இணைப்பிலிருந்து சேர்
te: లింక్ నుండి జోడించండి
th: เพิ่มจากลิงค์
tr: Bağlantıdan ekle
uk: Додати з посилання
ur: لنک سے شامل کریں
vi: Thêm từ liên kết
zh_hans: 从链接添加
zh_hant: 從連結加入

source: Add items with future release dates to your watchlist to see them here.
ar: أضف عناوين بمواعيد إصدار مستقبلية إلى قائمة المشاهدة لتراها هنا.
bn: আপনার ওয়াচলিস্টে ভবিষ্যত প্রকাশের তারিখ সহ আইটেমগুলি এখানে দেখতে যোগ করুন।
ca: Afegeix elements amb dates d’estrena futures a la Watchlist per veure’ls aquí.
cs: Přidej do watchlistu tituly s budoucím datem vydání a uvidíš je tady.
da: Tilføj titler med fremtidige udgivelsesdatoer til din watchlist for at se dem her.
de: Füge Titel mit zukünftigen Veröffentlichungsdaten zu deiner Watchlist hinzu, um sie hier zu sehen.
el: Προσθέστε τίτλους με μελλοντικές ημερομηνίες κυκλοφορίας στη λίστα παρακολούθησης για να τους δείτε εδώ.
es: Añade títulos con fechas de estreno futuras a tu lista para verlos aquí.
es_mx: Agrega títulos con fechas de estreno futuras a tu lista para verlos aquí.
fi: Lisää tulevilla julkaisupäivillä olevia kohteita katselulistallesi nähdäksesi ne täällä.
fr: Ajoute des titres avec des dates de sortie futures à ta liste pour les voir ici.
gu: તમારી વૉચલિસ્ટમાં ભાવિ પ્રકાશન તારીખો સાથેની આઇટમ્સને અહીં જોવા માટે ઉમેરો.
he: הוסף כותרות עם תאריכי שחרור עתידיים לרשימת הצפייה כדי לראות אותן כאן.
hi: भविष्य की रिलीज़ तिथियों वाले शीर्षक यहाँ देखने के लिए अपनी वॉचलिस्ट में जोड़ें।
hr: Dodaj naslove s budućim datumom izlaska na popis kako bi ih vidio ovdje.
hu: Adjon hozzá jövőbeli megjelenési dátummal rendelkező címeket a figyelőlistához, hogy itt megjelenjenek.
id: Tambahkan judul dengan tanggal rilis mendatang ke watchlist untuk melihatnya di sini.
it: Aggiungi titoli con date di uscita future alla tua lista per vederli qui.
ja: 公開予定の作品をウォッチリストに追加すると、ここに表示されます。
kn: ಭವಿಷ್ಯದ ಬಿಡುಗಡೆ ದಿನಾಂಕಗಳೊಂದಿಗೆ ಐಟಂಗಳನ್ನು ಇಲ್ಲಿ ನೋಡಲು ನಿಮ್ಮ ವೀಕ್ಷಣೆ ಪಟ್ಟಿಗೆ ಸೇರಿಸಿ.
ko: 공개 예정 작품을 워치리스트에 추가하면 여기에 표시됩니다.
ml: ഭാവി റിലീസ് തീയതികളുള്ള ഇനങ്ങൾ ഇവിടെ കാണുന്നതിന് നിങ്ങളുടെ വാച്ച്‌ലിസ്റ്റിലേക്ക് ചേർക്കുക.
mr: तुमच्या वॉचलिस्टमध्ये भविष्यातील रिलीझ तारखांसह आयटम जोडा ते येथे पाहण्यासाठी.
ms: Tambah tajuk dengan tarikh keluaran akan datang ke watchlist untuk melihatnya di sini.
nb: Legg til titler med fremtidige lanseringsdatoer i watchlisten din for å se dem her.
nl: Voeg items met toekomstige releasedata toe aan je watchlist om ze hier te zien.
or: ଭବିଷ୍ୟତର ରିଲିଜ୍ ତାରିଖ ସହିତ ଆଇଟମ୍ ଗୁଡିକ ଏଠାରେ ଦେଖିବା ପାଇଁ ଆପଣଙ୍କର ୱାଚ୍ ଲିଷ୍ଟରେ ଯୋଡନ୍ତୁ |
pa: ਉਹਨਾਂ ਨੂੰ ਇੱਥੇ ਦੇਖਣ ਲਈ ਆਪਣੀ ਵਾਚਲਿਸਟ ਵਿੱਚ ਭਵਿੱਖ ਦੀਆਂ ਰੀਲੀਜ਼ ਮਿਤੀਆਂ ਵਾਲੀਆਂ ਆਈਟਮਾਂ ਸ਼ਾਮਲ ਕਰੋ।
pl: Dodaj tytuły z przyszłymi datami premiery do listy, aby zobaczyć je tutaj.
pt_br: Adicione títulos com datas de lançamento futuras à sua lista para ver aqui.
pt_pt: Adicione títulos com datas de lançamento futuras à sua lista para ver aqui.
ro: Adaugă titluri cu date viitoare de lansare pe watchlist ca să le vezi aici.
ru: Добавь в список названия с будущей датой выхода, чтобы увидеть их здесь.
sk: Pridaj položky s budúcim dátumom vydania do sledovaného, aby sa zobrazili tu.
sl: Dodaj elemente s prihodnjimi datumi premiere na watchlist, da jih vidiš tukaj.
sv: Lägg till titlar med framtida releasedatum i din watchlist för att se dem här.
ta: எதிர்கால வெளியீட்டுத் தேதிகளைக் கொண்ட உருப்படிகளை இங்கே பார்க்க உங்கள் கண்காணிப்புப் பட்டியலில் சேர்க்கவும்.
te: భవిష్యత్తు విడుదల తేదీలతో కూడిన అంశాలను ఇక్కడ చూడటానికి మీ వీక్షణ జాబితాకు జోడించండి.
th: เพิ่มรายการที่มีวันที่ออกในอนาคตไปยังรายการเฝ้าดูของคุณเพื่อดูที่นี่
tr: Burada görmek için izleme listene gelecekte yayınlanacak başlıklar ekle.
uk: Додай до списку назви з майбутньою датою виходу, щоб побачити їх тут.
ur: یہاں دیکھنے کے لیے اپنی واچ لسٹ میں آئندہ ریلیز کی تاریخوں کے ساتھ آئٹمز شامل کریں ۔
vi: Thêm các mục có ngày phát hành trong tương lai vào danh sách theo dõi của bạn để xem tại đây.
zh_hans: 将未来上映的条目添加到观看清单，即可在此查看。
zh_hant: 將未來上映的項目加入觀看清單，即可在此查看。

source: Add link to my watchlist
ar: أضف الرابط إلى قائمة المراقبة الخاصة بي
bn: আমার ওয়াচলিস্ট লিঙ্ক যোগ করুন
ca: Afegeix l’enllaç a la meva Watchlist
cs: Přidat odkaz do mého seznamu sledovaných
da: Tilføj link til min overvågningsliste
de: Link zu meiner Watchlist hinzufügen
el: Προσθήκη συνδέσμου στη λίστα παρακολούθησής μου
es: Agregar enlace a mi lista de seguimiento
es_mx: Agregar enlace a mi lista de seguimiento
fi: Lisää linkki seurantalistalleni
fr: Ajouter le lien à ma liste de surveillance
gu: મારી વોચલિસ્ટમાં લિંક ઉમેરો
he: הוסף קישור לרשימת המעקב שלי
hi: मेरी वॉचलिस्ट में लिंक जोड़ें
hr: Dodaj poveznicu na moj popis za praćenje
hu: Link hozzáadása a figyelőlistámhoz
id: Tambahkan tautan ke daftar pantauan saya
it: Aggiungi il link alla mia watchlist
ja: ウォッチリストにリンクを追加
kn: ನನ್ನ ವೀಕ್ಷಣೆ ಪಟ್ಟಿಗೆ ಲಿಂಕ್ ಸೇರಿಸಿ
ko: 내 관심 목록에 링크를 추가
ml: എൻ്റെ വാച്ച് ലിസ്റ്റിലേക്ക് ലിങ്ക് ചേർക്കുക
mr: माझ्या वॉचलिस्टमध्ये लिंक जोडा
ms: Tambahkan pautan ke senarai pantauan saya
nb: Legg til lenke i overvåkningslisten min
nl: Link toevoegen aan mijn volglijst
or: ମୋ ୱାଚଲିଷ୍ଟରେ ଲିଙ୍କ୍ ଯୋଡନ୍ତୁ |
pa: ਮੇਰੀ ਵਾਚਲਿਸਟ ਵਿੱਚ ਲਿੰਕ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj link do mojej listy obserwowanych
pt_br: Adicionar link à minha lista de observação
pt_pt: Adicionar ligação à minha watchlist
ro: Adaugă link la lista mea de urmărire
ru: Добавить ссылку в мой список просмотра
sk: Pridať odkaz do môjho zoznamu sledovaných položiek
sl: Dodaj povezavo na moj seznam za spremljanje
sv: Lägg till länk till min bevakningslista
ta: எனது கவனிப்புப் பட்டியலில் இணைப்பைச் சேர்க்கவும்
te: నా వీక్షణ జాబితాకు లింక్‌ని జోడించండి
th: เพิ่มลิงก์ไปยังรายการเฝ้าดูของฉัน
tr: İzleme listeme bağlantı ekle
uk: Додати посилання до мого списку спостереження
ur: میری واچ لسٹ میں لنک شامل کریں
vi: Thêm liên kết vào danh sách theo dõi của tôi
zh_hans: 添加到我的关注列表
zh_hant: 添加到我的關注列表

source: Add this title to your watchlist first, then try again.
ar: أضف هذا العنوان إلى قائمة المشاهدة أولاً، ثم حاول مرة أخرى.
bn: প্রথমে আপনার ওয়াচলিস্টে এই শিরোনাম যোগ করুন, তারপর আবার চেষ্টা করুন।
ca: Afegeix primer aquest títol a la teva Watchlist i torna-ho a provar.
cs: Nejdřív přidej tento titul do watchlistu a zkus to znovu.
da: Tilføj denne titel til din watchlist først, og prøv derefter igen.
de: Füge diesen Titel zuerst deiner Watchlist hinzu und versuche es erneut.
el: Προσθέστε πρώτα αυτόν τον τίτλο στη λίστα παρακολούθησης και δοκιμάστε ξανά.
es: Añade este título a tu lista primero y vuelve a intentarlo.
es_mx: Agrega este título a tu lista primero e inténtalo de nuevo.
fi: Lisää tämä nimike ensin katselulistallesi ja yritä uudelleen.
fr: Ajoute d’abord ce titre à ta liste, puis réessaie.
gu: આ શીર્ષકને પહેલા તમારી વોચલિસ્ટમાં ઉમેરો, પછી ફરી પ્રયાસ કરો.
he: הוסף כותרת זו לרשימת הצפייה קודם, ואז נסה שוב.
hi: पहले इस शीर्षक को अपनी वॉचलिस्ट में जोड़ें, फिर दोबारा कोशिश करें।
hr: Prvo dodaj ovaj naslov na popis, pa pokušaj ponovno.
hu: Először adja hozzá ezt a címet a figyelőlistához, majd próbálja újra.
id: Tambahkan judul ini ke watchlist dulu, lalu coba lagi.
it: Aggiungi prima questo titolo alla tua lista e riprova.
ja: まずこの作品をウォッチリストに追加してから、もう一度お試しください。
kn: ಈ ಶೀರ್ಷಿಕೆಯನ್ನು ಮೊದಲು ನಿಮ್ಮ ವೀಕ್ಷಣಾ ಪಟ್ಟಿಗೆ ಸೇರಿಸಿ, ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 먼저 이 작품을 워치리스트에 추가한 후 다시 시도하세요.
ml: ആദ്യം ഈ ശീർഷകം നിങ്ങളുടെ വാച്ച്‌ലിസ്റ്റിലേക്ക് ചേർക്കുക, തുടർന്ന് വീണ്ടും ശ്രമിക്കുക.
mr: हे शीर्षक प्रथम तुमच्या वॉचलिस्टमध्ये जोडा, नंतर पुन्हा प्रयत्न करा.
ms: Tambah tajuk ini ke watchlist dahulu, kemudian cuba lagi.
nb: Legg til denne tittelen i watchlisten din først, og prøv deretter på nytt.
nl: Voeg deze titel eerst toe aan je watchlist en probeer het opnieuw.
or: ପ୍ରଥମେ ତୁମର ୱାଚଲିଷ୍ଟରେ ଏହି ଟାଇଟଲ୍ ଯୋଡ, ତାପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କର |
pa: ਇਸ ਸਿਰਲੇਖ ਨੂੰ ਪਹਿਲਾਂ ਆਪਣੀ ਵਾਚਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ, ਫਿਰ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Najpierw dodaj ten tytuł do listy do obejrzenia, a potem spróbuj ponownie.
pt_br: Adicione este título à sua lista primeiro e tente novamente.
pt_pt: Adicione este título à sua lista primeiro e tente novamente.
ro: Adaugă mai întâi titlul pe watchlist, apoi încearcă din nou.
ru: Сначала добавь это название в список, затем попробуй снова.
sk: Najprv pridaj tento titul do svojho zoznamu a skús to znova.
sl: Najprej dodaj ta naslov na watchlist, nato poskusi znova.
sv: Lägg till den här titeln i din watchlist först och försök igen.
ta: முதலில் இந்தத் தலைப்பை உங்கள் கவனிப்புப் பட்டியலில் சேர்த்து, பிறகு மீண்டும் முயற்சிக்கவும்.
te: ముందుగా ఈ శీర్షికను మీ వీక్షణ జాబితాకు జోడించి, ఆపై మళ్లీ ప్రయత్నించండి.
th: เพิ่มชื่อนี้ลงในรายการเฝ้าดูของคุณก่อน จากนั้นลองอีกครั้ง
tr: Önce bu başlığı izleme listene ekle, sonra tekrar dene.
uk: Спочатку додай цю назву до списку, а потім спробуй знову.
ur: اس عنوان کو پہلے اپنی واچ لسٹ میں شامل کریں، پھر دوبارہ کوشش کریں ۔
vi: Thêm tiêu đề này vào danh sách theo dõi của bạn trước, sau đó thử lại.
zh_hans: 请先将此标题添加到观看清单，然后重试。
zh_hant: 請先將此標題加入觀看清單，然後再試一次。

source: Add titles on iPhone, then they appear here.
ar: أضف العناوين على iPhone، ثم تظهر هنا.
bn: আইফোনে শিরোনাম যোগ করুন, তারপরে সেগুলি এখানে প্রদর্শিত হবে।
ca: Afegeix títols a l’iPhone i apareixeran aquí.
cs: Přidávej tituly na iPhonu a objeví se tady.
da: Tilføj titler på iPhone, så vises de her.
de: Füge Titel auf dem iPhone hinzu, dann erscheinen sie hier.
el: Προσθέστε τίτλους στο iPhone και θα εμφανιστούν εδώ.
es: Añade títulos en el iPhone y aparecerán aquí.
es_mx: Agrega títulos en el iPhone y aparecerán aquí.
fi: Lisää nimikkeitä iPhonella, niin ne näkyvät täällä.
fr: Ajoute des titres sur iPhone, ils apparaîtront ici.
gu: iPhone પર શીર્ષકો ઉમેરો, પછી તેઓ અહીં દેખાશે.
he: הוסף כותרות ב-iPhone, ואז הן יופיעו כאן.
hi: iPhone पर शीर्षक जोड़ें, फिर वे यहाँ दिखेंगे।
hr: Dodaj naslove na iPhoneu i pojavit će se ovdje.
hu: Adjon hozzá címeket iPhone-on, majd itt jelennek meg.
id: Tambahkan judul di iPhone, lalu akan muncul di sini.
it: Aggiungi titoli su iPhone, poi compariranno qui.
ja: iPhoneで作品を追加すると、ここに表示されます。
kn: iPhone ನಲ್ಲಿ ಶೀರ್ಷಿಕೆಗಳನ್ನು ಸೇರಿಸಿ, ನಂತರ ಅವು ಇಲ್ಲಿ ಗೋಚರಿಸುತ್ತವೆ.
ko: iPhone에서 작품을 추가하면 여기에 표시됩니다.
ml: iPhone-ൽ ശീർഷകങ്ങൾ ചേർക്കുക, തുടർന്ന് അവ ഇവിടെ ദൃശ്യമാകും.
mr: iPhone वर शीर्षके जोडा, नंतर ती येथे दिसतील.
ms: Tambah tajuk di iPhone, kemudian ia akan muncul di sini.
nb: Legg til titler på iPhone, så vises de her.
nl: Voeg titels toe op iPhone, dan verschijnen ze hier.
or: ଆଇଫୋନରେ ଟାଇଟଲ୍ ଯୋଡନ୍ତୁ, ତାପରେ ସେମାନେ ଏଠାରେ ଦେଖାଯିବେ |
pa: iPhone 'ਤੇ ਸਿਰਲੇਖ ਸ਼ਾਮਲ ਕਰੋ, ਫਿਰ ਉਹ ਇੱਥੇ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ।
pl: Dodawaj tytuły na iPhonie, a pojawią się tutaj.
pt_br: Adicione títulos no iPhone e eles aparecerão aqui.
pt_pt: Adicione títulos no iPhone e eles aparecerão aqui.
ro: Adaugă titluri pe iPhone și vor apărea aici.
ru: Добавляй названия на iPhone — они появятся здесь.
sk: Pridaj tituly na iPhone a potom sa tu zobrazia.
sl: Dodajte naslove v iPhone, nato se prikažejo tukaj.
sv: Lägg till titlar på iPhone så visas de här.
ta: ஐபோனில் தலைப்புகளைச் சேர்க்கவும், பின்னர் அவை இங்கே தோன்றும்.
te: iPhoneలో శీర్షికలను జోడించండి, ఆపై అవి ఇక్కడ కనిపిస్తాయి.
th: เพิ่มชื่อเรื่องบน iPhone จากนั้นจะปรากฏที่นี่
tr: iPhone'da başlık ekle, burada görünürler.
uk: Додавай назви на iPhone — вони з’являться тут.
ur: آئی فون پر عنوانات شامل کریں، پھر وہ یہاں ظاہر ہوں گے ۔
vi: Thêm tiêu đề trên iPhone, sau đó chúng xuất hiện ở đây.
zh_hans: 在 iPhone 上添加标题后，将显示在此处。
zh_hant: 在 iPhone 上加入標題後，將顯示於此處。

# Add titles to %@ from Search or any title’s details screen.
source: Add titles to %1$@ from Search or any title's details screen.
ar: أضف عناوين إلى %1$@ من البحث أو من شاشة تفاصيل أي عنوان.
bn: অনুসন্ধান বা যেকোনো শিরোনামের বিবরণ স্ক্রীন থেকে %1$@ এ শিরোনাম যোগ করুন।
ca: Afegeix títols a %1$@ des de Cerca o des de la pantalla de detalls de qualsevol títol.
cs: Přidávej tituly do %1$@ z Vyhledávání nebo z detailu titulu.
da: Tilføj titler til %1$@ fra Søgning eller en titels detaljeside.
de: Füge Titel zu %1$@ über die Suche oder die Detailansicht hinzu.
el: Προσθέστε τίτλους στο %1$@ από την Αναζήτηση ή την οθόνη λεπτομερειών οποιουδήποτε τίτλου.
es: Añade títulos a %1$@ desde Buscar o la pantalla de detalles de cualquier título.
es_mx: Agrega títulos a %1$@ desde Buscar o la pantalla de detalles de cualquier título.
fi: Lisää nimikkeitä listaan %1$@ hausta tai minkä tahansa nimikkeen tietonäkymästä.
fr: Ajoute des titres à %1$@ depuis Recherche ou l’écran détail d’un titre.
gu: શોધ અથવા કોઈપણ શીર્ષકની વિગતો સ્ક્રીનમાંથી %1$@ પર શીર્ષકો ઉમેરો.
he: הוסף כותרות ל-%1$@ מחיפוש או ממסך פרטי כל כותרת.
hi: खोज या किसी भी शीर्षक की विवरण स्क्रीन से %1$@ में शीर्षक जोड़ें.
hr: Dodaj naslove u %1$@ iz Pretrage ili zaslona s detaljima.
hu: Adjon hozzá címeket a(z) %1$@ listához a Keresésből vagy bármely cím részletei képernyőjéről.
id: Tambahkan judul ke %1$@ dari Pencarian atau layar detail judul.
it: Aggiungi titoli a %1$@ da Cerca o dalla schermata dettagli di un titolo.
ja: 検索または作品の詳細画面から%1$@に作品を追加します。
kn: ಹುಡುಕಾಟ ಅಥವಾ ಯಾವುದೇ ಶೀರ್ಷಿಕೆಯ ವಿವರಗಳ ಪರದೆಯಿಂದ %1$@ ಗೆ ಶೀರ್ಷಿಕೆಗಳನ್ನು ಸೇರಿಸಿ.
ko: 검색 또는 작품 상세 화면에서 %1$@에 작품을 추가하세요.
ml: തിരയലിൽ നിന്നോ ഏതെങ്കിലും ശീർഷകത്തിൻ്റെ വിശദാംശ സ്‌ക്രീനിൽ നിന്നോ %1$@-ലേക്ക് ശീർഷകങ്ങൾ ചേർക്കുക.
mr: शोध किंवा कोणत्याही शीर्षकाच्या तपशील स्क्रीनवरून %1$@ वर शीर्षके जोडा.
ms: Tambah tajuk ke %1$@ dari Carian atau skrin butiran mana-mana tajuk.
nb: Legg til titler i %1$@ fra Søk eller en titels detaljside.
nl: Voeg titels toe aan %1$@ via Zoeken of het detail scherm van een titel.
or: ସନ୍ଧାନରୁ କିମ୍ବା ଯେକ title ଣସି ଟାଇଟଲ୍ ର ସବିଶେଷ ସ୍କ୍ରିନରୁ %1$@ ରେ ଟାଇଟଲ୍ ଯୋଡନ୍ତୁ |
pa: ਖੋਜ ਜਾਂ ਕਿਸੇ ਵੀ ਸਿਰਲੇਖ ਦੇ ਵੇਰਵੇ ਸਕ੍ਰੀਨ ਤੋਂ %1$@ ਵਿੱਚ ਸਿਰਲੇਖ ਸ਼ਾਮਲ ਕਰੋ।
pl: Dodawaj tytuły do %1$@ z Wyszukiwania lub ekranu szczegółów tytułu.
pt_br: Adicione títulos a %1$@ pela Busca ou pela tela de detalhes de qualquer título.
pt_pt: Adicione títulos a %1$@ pela Busca ou pela ecrã de detalhes de qualquer título.
ro: Adaugă titluri în %1$@ din Căutare sau ecranul de detalii.
ru: Добавляй названия в %1$@ из Поиска или экрана сведений.
sk: Pridaj tituly do %1$@ cez Vyhľadávanie alebo z detailu titulu.
sl: Dodaj naslove na %1$@ iz Iskanja ali zaslona s podrobnostmi naslova.
sv: Lägg till titlar i %1$@ från Sök eller en titels detaljsida.
ta: தேடல் அல்லது ஏதேனும் தலைப்பின் விவரங்கள் திரையில் இருந்து %1$@ இல் தலைப்புகளைச் சேர்க்கவும்.
te: శోధన లేదా ఏదైనా శీర్షిక వివరాల స్క్రీన్ నుండి %1$@కి శీర్షికలను జోడించండి.
th: เพิ่มชื่อเรื่องลงใน %1$@ จากการค้นหาหรือหน้าจอรายละเอียดของชื่อเรื่อง
tr: Arama'dan veya herhangi bir başlığın ayrıntı ekranından %1$@ listesine başlık ekle.
uk: Додавай назви до %1$@ з Пошуку або екрана деталей.
ur: تلاش یا کسی بھی عنوان کی تفصیلات کی اسکرین سے %1$@ میں عنوانات شامل کریں ۔
vi: Thêm tiêu đề vào %1$@ từ Tìm kiếm hoặc màn hình chi tiết của bất kỳ tiêu đề nào.
zh_hans: 从搜索或任意标题的详情页将标题添加到 %1$@。
zh_hant: 從搜尋或任意標題的詳情頁將標題加入 %1$@。

source: Add To List
ar: إضافة إلى قائمة
bn: তালিকায় যোগ করুন
ca: Afegeix a la llista
cs: Přidat do seznamu
da: Tilføj til liste
de: Zur Liste hinzufügen
el: Προσθήκη στη λίστα
es: Añadir a la lista
es_mx: Añadir a la lista
fi: Lisää listaan
fr: Ajouter à la liste
gu: યાદીમાં ઉમેરો
he: הוסף לרשימה
hi: सूची में जोड़ें
hr: Dodaj na popis
hu: Hozzáadás listához
id: Tambah ke Daftar
it: Aggiungi a Lista
ja: リストに追加
kn: ಪಟ್ಟಿಗೆ ಸೇರಿಸಿ
ko: 목록에 추가
ml: ലിസ്റ്റിലേക്ക് ചേർക്കുക
mr: सूचीमध्ये जोडा
ms: Tambah ke Senarai
nb: Legg til i liste
nl: Toevoegen aan lijst
or: ତାଲିକାରେ ଯୋଡନ୍ତୁ |
pa: ਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj do listy
pt_br: Adicionar à Lista
pt_pt: Adicionar à lista
ro: Adaugă la listă
ru: Добавить в список
sk: Pridať do zoznamu
sl: Dodaj na seznam
sv: Lägg till i lista
ta: பட்டியலில் சேர்
te: జాబితాకు జోడించు
th: เพิ่มในรายการ
tr: Listeye Ekle
uk: Додати до списку
ur: فہرست میں شامل کریں...
vi: Thêm vào danh sách
zh_hans: 添加到列表
zh_hant: 加入列表

source: Add to Reminders
ar: إضافة إلى التذكيرات
bn: অনুস্মারক যোগ করুন
ca: Afegeix a Recordatoris
cs: Přidat do Připomínek
da: Føj til Påmindelser
de: Zu Erinnerungen hinzufügen
el: Προσθήκη στα Υπενθυμίσεις
es: Añadir a Recordatorios
es_mx: Agregar a Recordatorios
fi: Lisää Muistutuksiin
fr: Ajouter aux Rappels
gu: રીમાઇન્ડર્સમાં ઉમેરો
he: הוסף לתזכורות
hi: रिमाइंडर में जोड़ें
hr: Dodaj u Podsjetnike
hu: Hozzáadás az Emlékeztetőkhöz
id: Tambahkan ke Pengingat
it: Aggiungi a Promemoria
ja: リマインダーに追加
kn: ಜ್ಞಾಪನೆಗಳಿಗೆ ಸೇರಿಸಿ
ko: 미리 알림에 추가
ml: ഓർമ്മപ്പെടുത്തലുകളിലേക്ക് ചേർക്കുക
mr: स्मरणपत्रांमध्ये जोडा
ms: Tambah ke Peringatan
nb: Legg til i Påminnelser
nl: Toevoegen aan Herinneringen
or: ସ୍ମାରକପତ୍ରରେ ଯୋଡନ୍ତୁ |
pa: ਰੀਮਾਈਂਡਰਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj do Przypomnień
pt_br: Adicionar aos Lembretes
pt_pt: Adicionar aos Lembretes
ro: Adaugă în Memento-uri
ru: Добавить в Напоминания
sk: Pridať do Pripomienok
sl: Dodaj v opomnike
sv: Lägg till i Påminnelser
ta: நினைவூட்டல்களில் சேர்க்கவும்
te: రిమైండర్‌లకు జోడించండి
th: เพิ่มในการช่วยเตือน
tr: Anımsatıcılara ekle
uk: Додати до Нагадувань
ur: یاد دہانیوں میں شامل کریں
vi: Thêm vào Lời nhắc
zh_hans: 添加到提醒事项
zh_hant: 加入提醒事項
